Repository: themilisofialtd-rgb/wps-livejasmin
Catalog: languages/lvjm_lang_*.po
Languages: es, fr, hi, it, pt, ru

source: Do not clone or wake up this class
es: No clones ni despiertas esta clase
fr: Ne pas cloner ou réveiller cette classe
hi: इस वर्ग को क्लोन या जगाना नहीं है
it: Non clonare o svegliare questa classe
pt: Não clonar ou acordar esta classe
ru: Не клонируйте и не пробуждайте этот класс

source: An error occured during the suppression:
es: Se produce un error durante la supresión:
fr: Une erreur s'est produite pendant la suppression :
hi: दमन के दौरान एक त्रुटि हुई:
it: Si verifica un errore durante la soppressione:
pt: Um erro ocorreu durante a supressão:
ru: Во время подавления произошла ошибка:

source: Select a WordPress category
es: Seleccione una palabra Categoría de prensa
fr: Sélectionner un mot Catégorie de presse
hi: Word चुनें प्रेस श्रेणी
it: Seleziona una parola Categoria stampa
pt: Selecione uma palavra Categoria da imprensa
ru: Выберите слово Категория прессы

source: Select a category from
es: Seleccione una categoría desde
fr: Sélectionnez une catégorie
hi: से एक श्रेणी चुनें
it: Seleziona una categoria da
pt: Selecione uma categoria de
ru: Выберите категорию из

source: or a keyword (if it is available)
es: o una palabra clave (si está disponible)
fr: ou un mot clé (s'il est disponible)
hi: या एक कीवर्ड (यदि यह उपलब्ध है)
it: o una parola chiave (se è disponibile)
pt: ou uma palavra-chave (se estiver disponível)
ru: ключевое слово (если оно доступно)

source: AND
es: Y
fr: PAYS
hi: और
it: E
pt: E..
ru: И

source: Check at least 1 video
es: Ver al menos 1 video
fr: Vérifiez au moins 1 vidéo
hi: कम से कम 1 वीडियो चेक
it: Controllare almeno 1 video
pt: Verifique pelo menos 1 vídeo
ru: Проверьте хотя бы 1 видео

source: to enable this button
es: para habilitar este botón
fr: pour activer ce bouton
hi: इस बटन को सक्षम करना
it: per attivare questo pulsante
pt: para ativar este botão
ru: чтобы включить эту кнопку

source: Import
es: Importación
fr: Importation
hi: आयात
it: Importazioni
pt: Importação
ru: Импорт

source: videos and save this search as a Feed. All your Feeds are displayed at the bottom of this page.
es: videos y guardar esta búsqueda como Feed. Todos tus Feeds se muestran en la parte inferior de esta página.
fr: vidéos et enregistrer cette recherche comme un flux. Tous vos flux sont affichés au bas de cette page.
hi: वीडियो और इस खोज को फ़ीड के रूप में सहेजते हैं। आपके सभी फ़ीड इस पृष्ठ के नीचे प्रदर्शित होते हैं।.
it: video e salvare questa ricerca come Feed. Tutti i tuoi Feed vengono visualizzati in fondo a questa pagina.
pt: vídeos e salvar esta pesquisa como um Feed. Todos os seus feeds são exibidos na parte inferior desta página.
ru: видео и сохранить этот поиск в качестве корма. Все ваши корма отображаются в нижней части этой страницы.

source: This video is not available in your country
es: Este vídeo no está disponible en su país
fr: Cette vidéo n'est pas disponible dans votre pays
hi: यह वीडियो आपके देश में उपलब्ध नहीं है
it: Questo video non è disponibile nel tuo paese
pt: Este vídeo não está disponível em seu país
ru: Это видео не доступно в вашей стране

source: Import videos
es: Importar vídeos
fr: Importer des vidéos
hi: आयात वीडियो
it: Importa video
pt: Importar vídeos
ru: Импорт видео

source: Options
es: Opciones
hi: विकल्प
it: Opzioni
pt: Opções
ru: Варианты

source: Loading Page
es: Página
fr: Chargement de la page
hi: पेज लोड
it: Pagina di caricamento
pt: Página de carregamento
ru: Страница загрузки

source: Loading Data
es: Cargando datos
fr: Chargement des données
hi: डेटा लोड करना
it: Dati di caricamento
pt: Dados de carregamento
ru: Загрузка данных

source: Searching new videos from this Saved Feed
es: Búsqueda de nuevos videos de esta alimentación guardada
fr: Recherche de nouvelles vidéos à partir de ce flux sauvegardé
hi: इस सेव्ड फीड से नए वीडियो खोजें
it: Ricerca di nuovi video da questo feed salvato
pt: Buscando novos vídeos deste Feed Salvo
ru: Поиск новых видео с этой сохраненной корма

source: Search videos to import
es: Buscar videos para importar
fr: Recherche de vidéos à importer
hi: आयात करने के लिए वीडियो खोजें
it: Ricerca di video per importare
pt: Procurar vídeos para importar
ru: Поиск видео для импорта

source: Configure
es: Configuración
fr: Configuration
hi: कॉन्फ़िगर करना
it: Configurazione
pt: Configuração
ru: Конфигурировать

source: to use it
es: para utilizarlo
fr: pour l'utiliser
hi: इसका उपयोग करना
it: per usarlo
pt: para usá-lo
ru: использовать его

source: Configuration
es: Configuración
hi: विन्यास
it: Configurazione
pt: Configuração
ru: Конфигурация

source: Informations
es: Información
hi: सूचना
it: Informazioni
pt: Informação
ru: Информация

source: Description
es: Descripción
fr: Désignation des marchandises
hi: विवरण
it: Designazione
pt: Descrição
ru: Описание

source: Niches
es: Nichos
fr: Mèches
hi: निकेश
it: Nicchie
ru: Ниши

source: Videos Details
es: Vídeos
fr: Vidéos Détails
hi: वीडियो विवरण
it: Video Dettagli
pt: Detalhes dos vídeos
ru: Видео подробности

source: Language(s)
es: Idioma(s)
fr: Langue(s)
hi: भाषा(s)
it: Lingua(i)
pt: Língua(s)
ru: Язык(ы)

source: HTTPS ready
es: HTTPS listo
fr: HTTPS prêt
hi: HTTPS तैयार
it: HTTPS pronto
pt: HTTPS pronto
ru: HTTPS готов

source: Yes
es: Sí
fr: Oui
hi: हाँ
it: Sì
pt: Sim
ru: Да

source: No
fr: Numéro
hi: नहीं
pt: Não
ru: Нет

source: Mobile ready
es: Móvil listo
fr: Mobile prêt
hi: मोबाइल तैयार
it: Mobile pronto
pt: Móvel pronto
ru: Мобильный готов

source: Mobile Redirection
es: Redirección móvil
fr: Rédirection mobile
hi: मोबाइल पुनर्निर्देशन
it: Redirect mobile
pt: Redirecionamento móvel
ru: Мобильное перенаправление

source: Multiple Thumbnails
es: Múltiples miniaturas
fr: Thumbnails multiples
hi: एकाधिक थंबनेल
it: Molle multiple
pt: Várias miniaturas
ru: Несколько миниатюр

source: Trailer
fr: Remorque
hi: ट्रेलर
ru: Трейлер

source: Orientation(s)
es: Orientación(s)
hi: अभिविन्यास(s)
it: Orientamento(i)
pt: Orientação(s)
ru: Ориентация(ы)

source: Actors List
es: Lista de actores
fr: Liste des acteurs
hi: अभिनेता सूची
it: Elenco degli attori
pt: Lista de Atores
ru: Список актеров

source: Payment Details
es: Detalles del pago
fr: Détails du paiement
hi: भुगतान विवरण
it: Dettagli di pagamento
pt: Detalhes do pagamento
ru: Подробности оплаты

source: Devise(s)
fr: Conception(s)
hi: देवी(s)
pt: Devida(s)
ru: Разработать(и)

source: Payment(s)
es: Pagos
fr: Paiement(s)
hi: भुगतान
it: Pagamento(i)
pt: Pagamento(s)
ru: Оплата(ы)

source: Program(s)
es: Programas
fr: Programmes
hi: कार्यक्रम
it: Programma(i)
pt: Programa(s)
ru: Программа(ы)

source: Select a niche from
es: Seleccione un nicho desde
fr: Sélectionnez une niche
hi: से एक आला चुनें
it: Seleziona una nicchia da
pt: Selecione um nicho de
ru: Выберите нишу из

source: OR
es: O
fr: OU
hi: या
it: O
pt: OU
ru: ИЛИ

source: Enter some keywords
es: Introduzca algunas palabras clave
fr: Saisissez quelques mots clés
hi: कुछ कीवर्ड दर्ज करें
it: Inserisci alcune parole chiave
pt: Digite algumas palavras-chave
ru: Введите некоторые ключевые слова

source: eg. ebony lesbian
es: por ejemplo. lesbianas
fr: par exemple : lesbiennes ébène
hi: जैसे आबनूस लेस्बियन
it: ad es. ebano lesbica
pt: por exemplo. ebony lésbica
ru: например. лесбиянка

source: Search done!
es: ¡Busquen!
fr: Recherche faite !
hi: खोज करना!
it: Fatto!
pt: Pesquisa feita!
ru: Поиск закончен!

source: Search videos
es: Buscar vídeos
fr: Recherche de vidéos
hi: खोज वीडियो
it: Ricerca video
pt: Vídeos de pesquisa
ru: Поиск видео

source: Searching videos...
es: Búsqueda de videos...
fr: Recherche de vidéos...
hi: खोज वीडियो...
it: Ricerca di video...
pt: Pesquisar vídeos...
ru: Поиск видео...

source: Each search displays up to %s unique videos at a time and excludes any videos already imported.
es: Cada búsqueda muestra hasta %s videos únicos a la vez y excluye cualquier vídeo ya importado.
fr: Chaque recherche affiche jusqu'à %s des vidéos uniques à la fois et exclut les vidéos déjà importées.
hi: प्रत्येक खोज एक समय में %s अद्वितीय वीडियो को प्रदर्शित करता है और पहले से ही आयातित किसी भी वीडियो को बाहर करता है।.
it: Ogni ricerca visualizza fino a %s video unici alla volta ed esclude qualsiasi video già importato.
pt: Cada pesquisa exibe até %s vídeos únicos de cada vez e exclui quaisquer vídeos já importados.
ru: Каждый поиск отображает до %s уникальных видео за раз и исключает любые уже импортированные видео.

source: Close
es: Cerca
fr: Fermer
hi: बंद
it: Chiudi
pt: Fechar
ru: Закрыть

source: No video found
es: No hay vídeo encontrado
fr: Aucune vidéo trouvée
hi: कोई वीडियो नहीं मिला
it: Nessun video trovato
pt: Nenhum vídeo encontrado
ru: Видео не найдено

source: All videos may have been already imported for the current search or via other imports with
es: Todos los vídeos pueden haberse importado ya para la búsqueda actual o a través de otras importaciones con
fr: Toutes les vidéos peuvent avoir déjà été importées pour la recherche en cours ou via d'autres importations avec
hi: सभी वीडियो पहले से ही वर्तमान खोज के लिए या अन्य आयात के माध्यम से आयात किए जा सकते हैं।
it: Tutti i video potrebbero essere stati già importati per la ricerca corrente o tramite altre importazioni con
pt: Todos os vídeos já podem ter sido importados para a busca atual ou através de outras importações com
ru: Все видео, возможно, уже были импортированы для текущего поиска или через другой импорт

source: There is unfortunately no video for this search
es: Lamentablemente no hay vídeo para esta búsqueda
fr: Il n'y a malheureusement pas de vidéo pour cette recherche
hi: दुर्भाग्य से इस खोज के लिए कोई वीडियो नहीं है
it: Non c'è purtroppo alcun video per questa ricerca
pt: Infelizmente nÃ£o hÃ¡ nenhum vídeo para esta busca
ru: К сожалению, нет видео для этого поиска

source: Details
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
pt: Detalhes
ru: Подробности

source: Search results
es: Resultados de la búsqueda
fr: Résultats de la recherche
hi: खोज परिणाम
it: Risultati ricerca
pt: Resultados da pesquisa
ru: Результаты поиска

source: new videos found with
es: nuevos vídeos encontrados
fr: nouvelles vidéos trouvées avec
hi: नया वीडियो मिला
it: nuovi video trovati con
pt: novos vídeos encontrados com
ru: новые видео, найденные с

source: See details
es: Ver detalles
fr: Voir détails
hi: विवरण देखें
it: Vedi i dettagli
pt: Ver detalhes
ru: Смотрите подробности

source: Check all videos
es: Ver todos los vídeos
fr: Vérifiez toutes les vidéos
hi: सभी वीडियो देखें
it: Guarda tutti i video
pt: Confira todos os vídeos
ru: Проверьте все видео

source: Uncheck all videos
es: Desmarque todos los vídeos
fr: Décochez toutes les vidéos
hi: सभी वीडियो देखें
it: Deselezionare tutti i video
pt: Desmarque todos os vídeos
ru: Проверить все видео

source: videos imported in
es: videos importados en
fr: vidéos importées dans
hi: में आयातित वीडियो
it: video importati in
pt: vídeos importados
ru: видео импортируется

source: videos in
es: videos en
fr: vidéos dans
hi: वीडियो
it: video in
pt: vídeos em
ru: видео в

source: Hide current imported videos and search new videos
es: Ocultar videos importados y buscar nuevos vídeos
fr: Cacher les vidéos importées actuelles et rechercher de nouvelles vidéos
hi: वर्तमान आयातित वीडियो छिपाएँ और नए वीडियो खोजें
it: Nascondi i video importati attuali e cerca nuovi video
pt: Ocultar vídeos importados atuais e pesquisar novos vídeos
ru: Скрыть текущие импортные видео и искать новые видео

source: Refresh search results
es: Resultados de búsqueda de datos
fr: Actualiser les résultats de recherche
hi: ताज़ा खोज परिणाम
it: Risultati di ricerca
pt: Atualizar resultados de pesquisa
ru: Обновить результаты поиска

source: Add a new category
es: Agregar una nueva categoría
fr: Ajouter une nouvelle catégorie
hi: एक नई श्रेणी जोड़ें
it: Aggiungi una nuova categoria
pt: Adicionar uma nova categoria
ru: Добавить новую категорию

source: Display search results as cards
es: Mostrar resultados de búsqueda como tarjetas
fr: Afficher les résultats de la recherche comme cartes
hi: कार्ड के रूप में खोज परिणाम प्रदर्शित करें
it: Visualizza i risultati della ricerca come carte
pt: Exibir resultados de pesquisa como cartões
ru: Показать результаты поиска как карты

source: Display search results as a list
es: Mostrar resultados de búsqueda como lista
fr: Afficher les résultats de la recherche comme une liste
hi: एक सूची के रूप में खोज परिणाम प्रदर्शित करें
it: Visualizza i risultati di ricerca come elenco
pt: Exibir resultados de pesquisa como uma lista
ru: Отображение результатов поиска в виде списка

source: Close search results and make a new search
es: Cerrar resultados de búsqueda y hacer una nueva búsqueda
fr: Fermer les résultats de la recherche et faire une nouvelle recherche
hi: खोज परिणाम बंद करें और एक नया खोज करें
it: Chiudi i risultati della ricerca e crea una nuova ricerca
pt: Fechar resultados de pesquisa e fazer uma nova pesquisa
ru: Закройте результаты поиска и сделайте новый поиск

source: Import done!
es: ¡Importación hecha!
fr: Importation faite !
hi: आयात किया!
it: Importazione fatta!
pt: Importação feita!
ru: Импорт готов!

source: Embed Code does NOT work with SSL (HTTPS://)
es: El código de inserción no funciona con SSL (HTTPS://)
fr: Embed Code ne fonctionne PAS avec SSL (HTTPS://)
hi: एम्बेड कोड एसएसएल (HTTPS://) के साथ काम नहीं करता है
it: Codice incorporato NON funziona con SSL (HTTPS://)
pt: Código incorporado não funciona com SSL (HTTPS://)
ru: Встроенный код не работает с SSL (HTTPS: / /)

source: Check to import this video
es: Compruebe a importar este vídeo
fr: Vérifiez pour importer cette vidéo
hi: इस वीडियो को आयात करने की जाँच करें
it: Controllare per importare questo video
pt: Verificar para importar este vídeo
ru: Проверьте импорт этого видео

source: Edit this video
es: Editar este vídeo
fr: Modifier cette vidéo
hi: इस वीडियो को संपादित करें
it: Modificare questo video
pt: Editar este vídeo
ru: Редактировать это видео

source: Remove this video
es: Eliminar este vídeo
fr: Supprimer cette vidéo
hi: इस वीडियो को हटा दें
it: Rimuovi questo video
pt: Remover este vídeo
ru: Удалить это видео

source: Video imported
es: Video importado
fr: Vidéo importée
hi: आयातित
it: Video importati
pt: Vídeo importado
ru: Видео импортировано

source: Thumb
fr: Jeu
hi: थंब
it: Pollice
ru: Большой палец

source: Title
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
pt: Título
ru: Название

source: Tags and Actors
es: Etiquetas y actores
fr: Étiquettes et acteurs
hi: टैग और अभिनेता
it: Tag e Attori
pt: Tags e atores
ru: Тэги и актеры

source: Actors
es: Actores
fr: Acteurs
hi: अभिनेता
it: Attori
pt: Atores
ru: Актеры

source: Tags
es: Etiquetas
fr: Étiquettes
hi: टैग
ru: Тэги

source: Add a new WordPress Category
es: Añadir una nueva categoría de WordPress
fr: Ajouter une nouvelle catégorie WordPress
hi: एक नया वर्डप्रेस श्रेणी जोड़ें
it: Aggiungi una nuova categoria WordPress
pt: Adicionar uma nova Categoria WordPress
ru: Добавьте новую категорию WordPress

source: Name
es: Nombre
fr: Nom
hi: नाम
it: Nome
pt: Nome
ru: Имя

source: Adding
es: Añadiendo
fr: Ajout
hi: जोड़ना
it: Aggiunta
pt: Adicionando
ru: Добавить

source: Add New Category
es: Añadir nueva categoría
fr: Ajouter une nouvelle catégorie
hi: नई श्रेणी जोड़ें
it: Aggiungi nuova categoria
pt: Adicionar nova categoria
ru: Добавить новую категорию

source: Video data
es: Datos de vídeo
fr: Données vidéo
hi: वीडियो डेटा
it: Dati video
pt: Dados de vídeo
ru: Видеоданные

source: Thumbnails
hi: थंबनेल
it: Pollici
pt: Tumbnails
ru: Миниатюры

source: The thumbnails are used by %1$s to display a preview thumbnails rotation when hovering a video thumbnail.
es: Las miniaturas se utilizan por %1$s para mostrar una rotación de miniaturas de vista previa al navegar por una miniatura de vídeo.
fr: Les vignettes sont utilisées par %1$s pour afficher une rotation des vignettes de prévisualisation en survolant une vignette vidéo.
hi: थंबनेल का उपयोग एक वीडियो थंबनेल को घेरते समय पूर्वावलोकन थंबनेल रोटेशन प्रदर्शित करने के लिए %1$s द्वारा किया जाता है।.
it: Le miniature sono utilizzate da %1$ per visualizzare una rotazione delle miniature di anteprima quando si apre una miniatura video.
pt: As miniaturas são usadas por %1$s para exibir uma rotação de miniaturas de visualização ao passar uma miniatura de vídeo.
ru: Миниатюры используются на %1$s для отображения вращения миниатюр предварительного просмотра при наведении на них видео.

source: The trailers are used by %1$s to display a preview video when hovering a video thumbnail.
es: Los trailers son utilizados por %1$s para mostrar un vídeo de vista previa al navegar por una miniatura de vídeo.
fr: Les bandes-annonces sont utilisées par %1$s pour afficher une vidéo de prévisualisation en survolant une vignette vidéo.
hi: ट्रेलरों का उपयोग एक वीडियो थंबनेल को घेरते समय पूर्वावलोकन वीडियो प्रदर्शित करने के लिए %1$s द्वारा किया जाता है।.
it: I trailer sono utilizzati da %1$s per visualizzare un video di anteprima quando si apre una miniatura video.
pt: Os trailers são usados por %1$s para exibir um vídeo de visualização ao passar uma miniatura de vídeo.
ru: Трейлеры используются на %1$s для отображения предварительного просмотра видео при наведении на миниатюру видео.

source: Check this video
es: Revisa este vídeo
fr: Regardez cette vidéo
hi: इस वीडियो को चेक करें
it: Guarda questo video
pt: Confira este vídeo
ru: Проверьте это видео

source: Uncheck this video
es: Desmarque este vídeo
fr: Décochez cette vidéo
hi: इस वीडियो को अनचेक करें
it: Deseleziona questo video
pt: Desmarque este vídeo
ru: Проверьте это видео

source: Video grabbed
es: Video grabada
fr: Vidéo prise
hi: वीडियो
it: Video afferrato
pt: Vídeo agarrado
ru: Видео взято

source: Search results details
es: Resultados de búsqueda detalles
fr: Détails des résultats de la recherche
hi: खोज परिणाम विवरण
it: Cerca dettagli sui risultati
pt: Resultados da pesquisa
ru: Подробности результатов поиска

source: Saved Feeds
es: Alimentos salvados
fr: Flux enregistrés
hi: सेव्ड फीड
it: Feed salvati
pt: Feeds salvos
ru: Спасенные корма

source: What are Saved Feeds?
es: ¿Qué son las semillas salvadas?
fr: Que sont les aliments sauvés?
hi: सेव्ड फीड्स क्या हैं?
it: Cosa sono i feed salvati?
pt: O que são Feeds salvos?
ru: Что такое сберегаемые корма?

source: Whenever you import videos from a new search, a Feed is saved. A Feed is a saved state, keeping your current search linked to the selected WordPress category. Your feeds are listed just bellow, providing informations and actions for each one.
es: Cada vez que importa videos de una nueva búsqueda, se guarda un Feed. A Feed es un estado salvado, manteniendo su búsqueda actual vinculada a la categoría de WordPress seleccionada. Tus feeds están listados simplemente bellow, proporcionando información y acciones para cada uno.
fr: Chaque fois que vous importez des vidéos d'une nouvelle recherche, un Feed est enregistré. Un flux est un état sauvegardé, gardant votre recherche actuelle liée à la catégorie WordPress sélectionnée. Vos flux sont listés juste en bas, fournissant des informations et des actions pour chacun.
hi: जब भी आप एक नई खोज से वीडियो आयात करते हैं, तो एक फ़ीड बचाया जाता है। एक फ़ीड एक बचाया राज्य है, अपनी वर्तमान खोज को चयनित वर्डप्रेस श्रेणी से जोड़ा गया है। आपके फ़ीड को सिर्फ धौंकनी सूचीबद्ध किया गया है, जो प्रत्येक के लिए सूचना और कार्रवाई प्रदान करता है।.
it: Ogni volta che si importa video da una nuova ricerca, un Feed viene salvato. Un Feed è uno stato salvato, mantenendo la tua attuale ricerca legata alla categoria WordPress selezionata. I tuoi feed sono elencati solo soffietto, fornendo informazioni e azioni per ciascuno.
pt: Sempre que você importar vídeos de uma nova pesquisa, um Feed é salvo. Um Feed é um estado salvo, mantendo sua pesquisa atual ligada à categoria WordPress selecionada. Seus feeds são listados apenas abaixo, fornecendo informações e ações para cada um.
ru: Всякий раз, когда вы импортируете видео из нового поиска, фид сохраняется. Корм - это сохраненное состояние, в котором ваш текущий поиск связан с выбранной категорией WordPress. Ваши каналы перечислены просто наизнанку, предоставляя информацию и действия для каждого из них.

source: No feed has been saved yet
es: Aún no se ha salvado ningún alimento
fr: Aucun aliment n'a encore été enregistré
hi: अभी तक कोई फ़ीड नहीं बचा है
it: Nessun feed è stato salvato
pt: Nenhum feed foi salvo ainda
ru: Кормить пока не удалось

source: Deletion confirmation
es: Confirmación de eliminación
fr: Confirmation de suppression
hi: विलोपन पुष्टिकरण
it: Conferma di cancellazione
pt: Confirmação de exclusão
ru: Подтверждение удаления

source: Do you really want to remove this video? It will never be available again.
es: ¿De verdad quieres quitar este vídeo? Nunca volverá a estar disponible.
fr: Voulez-vous vraiment supprimer cette vidéo? Il ne sera plus jamais disponible.
hi: क्या आप वास्तव में इस वीडियो को हटाना चाहते हैं? यह फिर कभी उपलब्ध नहीं होगा।.
it: Vuoi davvero rimuovere questo video? Non sarà mai più disponibile.
pt: Você realmente quer remover este vídeo? Nunca mais estará disponível.
ru: Вы действительно хотите удалить это видео? Он больше никогда не будет доступен.

source: Do not show me this confirmation message anymore for this session
es: No me muestre este mensaje de confirmación más para esta sesión
fr: Ne me montrez plus ce message de confirmation pour cette session
hi: इस सत्र के लिए अब मुझे इस पुष्टिकरण संदेश को न दिखाएं
it: Non mostrarmi più questo messaggio di conferma per questa sessione
pt: Não me mostre mais esta mensagem de confirmação para esta sessão
ru: Больше не показывайте мне это подтверждение для этой сессии

source: Delete this video
es: Eliminar este vídeo
fr: Supprimer cette vidéo
hi: इस वीडियो को हटा दें
it: Eliminare questo video
pt: Excluir este vídeo
ru: Удалить это видео

source: Deleting video
es: Eliminación de vídeo
fr: Supprimer la vidéo
hi: वीडियो हटाना
it: Cancellazione di video
pt: Excluindo vídeo
ru: Удаление видео

source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Annulla
pt: Cancelar
ru: Отменить

source: Delete feed confirmation
es: Eliminar la confirmación de la alimentación
fr: Supprimer la confirmation d'alimentation
hi: फ़ीड पुष्टि
it: Eliminare la conferma del feed
pt: Excluir confirmação de feed
ru: Исключить подтверждение подачи

source: Do you really want to delete this feed? All videos from this feed will be removed.
es: ¿De verdad quieres eliminar este feed? Todos los vídeos de esta alimentación serán eliminados.
fr: Voulez-vous vraiment supprimer ce flux? Toutes les vidéos de ce flux seront supprimées.
hi: क्या आप वास्तव में इस फ़ीड को हटाना चाहते हैं? इस फ़ीड से सभी वीडियो हटा दिए जाएंगे।.
it: Vuoi davvero eliminare questo feed? Tutti i video da questo feed saranno rimossi.
pt: Você realmente quer excluir este feed? Todos os vídeos deste feed serão removidos.
ru: Вы действительно хотите удалить эту ленту? Все видео из этой ленты будут удалены.

source: Delete this feed
es: Eliminar esta alimentación
fr: Supprimer ce flux
hi: इस फ़ीड को हटा दें
it: Eliminare questo feed
pt: Excluir este feed
ru: Удалить этот корм

source: Deleting feed
es: Eliminar la alimentación
fr: Suppression des aliments pour animaux
hi: भोजन
it: Eliminazione dei mangimi
pt: Excluindo a alimentação
ru: Удаление корма
